{
    "0": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "The paradox of crowds",
        "link": "https://www.blackrock.com/us/individual/insights/paradox-of-crowds",
        "description": "After a rough first half of 2022, Rick Rieder and team discuss orienting portfolios around assets that are closest to reaching the “end of the sale.”",
        "date": "Aug 9, 2022",
        "by": "Rick Rieder",
        "content": "Most consumers wait for things to go on sale before buying them, look for promo codes prior to purchasing something online, and suggest that discounts are the greatest influence on their purchase decisions around the holidays (see, for example, Invesp, as of May 10, 2022, and The Street, as of December 17, 2021). Such behavior isn’t entirely surprising to students of economic theory; perhaps the most fundamental concept in economics is that lower prices attract more buyers. However, when it comes to financial assets, such intuitive logic sometimes gets turned on its head – discounts can beget more sellers.\nAlmost every month this year, the “discounts” on financial assets from their year-end 2021 prices have gotten larger, leaving the S&amp;P 500 with its worst first half-of-the-year return since 1962 (narrowly avoiding its worst first half since the Great Depression). The U.S. Treasury index has never had such a poor first half-of-the-year return since its inception in 1973, and by some measures the 10-Year U.S. Treasury note has, astoundingly, experienced its worst first half since 1788, at least according to Deutsche Bank research as of July 1. Household names like Visa bonds and the ARK fund are “35% off” and “75% off” their 2021 prices, respectively, yet market participants do not seem to be attracted to these assets the way consumers are drawn to discounted t-shirts or televisions (see Figure 1).\nFigure 1: Discounts in financial assets tend to incite a different reaction from discounts in retail"
    },
    "1": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "Municipal market insight",
        "link": "https://www.blackrock.com/us/individual/insights/municipal-monthly",
        "description": "Market update from BlackRock's municipal bond team.",
        "date": "Aug 5, 2022",
        "by": "BlackRock",
        "content": "Municipals shine amid seasonal summer strength\n\nMunicipals posted strong total returns and outperformed comparable U.S. Treasuries in July.\nLight issuance and improved fund flows provided a favorable technical tailwind.\nSupply-and-demand dynamics are expected to remain supportive in August.\n\nView Commentary"
    },
    "2": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "Where to find pricing power",
        "link": "https://www.blackrock.com/us/individual/insights/pricing-power",
        "description": "Russ Koesterich, Managing Director and Portfolio Manager, of the Global Allocation team explains why investors should expand their definition of quality.",
        "date": "Aug 4, 2022",
        "by": "Russ Koesterich, CFA, JD",
        "content": "Russ Koesterich, Managing Director and Portfolio Manager, of the Global Allocation team explains why investors should expand their definition of quality in today’s market environment.\nAfter a difficult start to the year, quality is staging a recovery. Since the equity market bottomed in June, the quality factor has been a top performer (see Chart 1). The turnaround in quality arguably reflects shifting investor concerns.\nMSCI World factor index 1-month performance"
    },
    "3": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "An Unconstrained Approach Serves Well in Uncertain Times",
        "link": "https://www.blackrock.com/us/individual/insights/unconstrained-fixed-income",
        "description": "There are several benefits that can be gained by investors pursuing a more flexible and unconstrained approach to fixed income. Read more today.",
        "date": "Aug 2, 2022",
        "by": "BlackRock",
        "content": "Conversation with BlackRock's Fixed Income Portfolio Managers\nWe met with the portfolio managers of BlackRock Strategic Income Opportunities to have a wide-ranging discussion on their approach and why it’s so well suited to the current market environment.\nRick, perhaps you could please start us off by discussing why you think pursuing an opportunistic and unconstrained fixed income approach is particularly important in today’s market environment, and then afterward we can get into precisely what that approach entails?\nRieder: Sure thing. Well, I think the extraordinary turmoil we’ve seen in the economy and markets over the past few years, and the ability of our unconstrained strategy to both open up additional avenues of return generation during that time, while also protecting client capital on the downside, illustrates well some of its benefits versus an approach that is solely tethered to a traditional benchmark, like the Bloomberg U.S. Agg Index. Let me be more specific: in the past few years, investors have gone from being primarily worried about a growing trade war between the U.S. and China, to a multi-year global pandemic that we’re still struggling through and an extremely contentious U.S. election, which held huge policy implications.\nNow, most recently, the Russian war with Ukraine and its shock to energy and commodity markets, at a time when inflation was already running hot, has added greatly to investor concerns. Further, as a result of inflationary pressures, we’ve seen a fairly abrupt about-face in developed market monetary policy that has sent markets into more turmoil. Throughout all these events, the prospects for economic growth, labor markets, inflation and monetary and fiscal policy have gyrated wildly. And it’s in that context that an active and flexible approach to fixed income can be most valuable, in my view, and I’m extremely proud about how our team has navigated these varying crosscurrents.\nTo better understand the current investment landscape, let’s focus on inflation, since it’s largely through these dramatic price increases that we’re seeing the turn in monetary policy reaction function and the recent rise in interest-rates. With the Federal Reserve focused on inflation, and the market focused on the Fed, it’s not surprising to see meaningfully elevated volatility across many asset classes in recent months. The fact is that these factors, as well as a loosening of policy in China, could prolong the raw material (cost-push) inflation that has made its way into consumption baskets over the last year.\nAt the same time, higher wages, which are usually a welcome development for an economy, look to be more correlated to broad prices than they have been in decades, threatening a “wage-price spiral” that could keep inflation hotter for longer. Yet, while wages and prices may be correlated, evidence suggests that causation in recent times is more driven by price than by wage, giving us some comfort that wages won’t cause prices to spiral out of control. At the same time, a common saying in the commodity markets seems to be ringing true again, namely that ‘the cure for high prices is high prices.’ As a result, consumer confidence around durable goods purchases is at the lowest level in at least a decade and aggregate credit card spending on electronic and home goods is down from a year ago.\nAll told, while Fed Funds futures markets are pricing in several policy rate hikes over the next year and a half, or so, it’s not entirely clear the Fed will be able to execute on its plan. In other words, on almost all fronts, we’re witnessing maximum uncertainty. That uncertainty combined with the historically low yields of recent years and the tremendous shocks the market has faced of late (inflation and policy shifts) have led to dramatic drawdowns in fixed income markets (see Figure 1).\nFigure 1For the U.S. Agg Index, only the Volcker shock was greater"
    },
    "4": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "3 equity investing ideas amid higher rates and inflation",
        "link": "https://www.blackrock.com/us/individual/insights/equity-investing-ideas-amid-higher-rates-inflation",
        "description": "The economy and markets are at a critical juncture, facing a new regime marked by higher rates and inflation. We review 3 ideas for this new environment.",
        "date": "Jul 21, 2022",
        "by": "BlackRock Fundamental Equities",
        "content": "In a new environment characterized by rising inflation and interest rates, acute geopolitical uncertainty, supply chain stresses and heightened volatility, investors may well need to rethink their strategy.\nAfter steep year-to-date declines across the major U.S. stock averages, investors from BlackRock Fundamental Equities believe individual company fundamentals will once again emerge as the key differentiator and driver of outcomes. The upshot: an opportunity for stock pickers to apply their company-level research and analysis to separate potential winners and losers.\nOne caveat is that this is likely to occur within a new regime. As we discuss in our latest market outlook, the Fed is intent on raising interest rates to fight inflation and must balance the risk that creates for economic growth. In the end, we expect the world to look different from the low-rate, tame-inflation environment that had prevailed since the Global Financial Crisis (GFC) of 2008.\nAgainst this backdrop, investors may want to consider revisiting their portfolios with a focus on three key elements that we believe are well-suited to the new order taking shape.\n1. Value investing\nValue stocks have a history of outperforming their growth counterparts in times of rising rates and inflation. This is because the cash flows of value companies are front-end loaded. Growth stocks, in contrast, are considered longer-duration assets with expectations of greater cash flows further into the future. These farther-off cash flows get discounted by higher rates, giving value stocks an upper hand in an inflating environment.\nIn a BlackRock Fundamental Equities analysis of growth versus value stocks using data since 1927, we found value had achieved greatest outperformance in periods of moderate to high inflation. It was only when inflation was very low that value performance paled. Value stocks have also tended to perform well amid rising interest rates. Over the past 40 years, a sizable portion of value returns has come during periods of rising rates, as shown below.\nA strong showing as rates riseValue returns amid rising vs. falling rates, 1978-2020"
    },
    "5": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "Equity Market Outlook: A Macro Moment of Truth",
        "link": "https://www.blackrock.com/us/individual/insights/systematic-equity-market-outlook",
        "description": "Markets have entered a new regime of higher macro volatility. BlackRock’s equity market experts reveal what is driving their 2022 outlook and forecasts for the stock market.",
        "date": "Jul 21, 2022",
        "by": "Systematic Investing",
        "content": "Since the Great Financial Crisis (“GFC”), we’ve been in an environment characterized by strong financial market returns and low volatility against the backdrop of ultra-accommodative monetary and fiscal policy. A continuous stream of upside surprises in inflation data has led to a material shift—with macro risk making a swift comeback. Amid a new era of unprecedented quantitative tightening, markets have entered a phase of persistently higher volatility and growing uncertainty with potentially broad investment implications.\nMacro volatility driving equity markets\nFollowing the pandemic recovery and start of the war in Ukraine, market focus has been dominated by upside surprises in inflationary data. In the US, elevated headline inflation readings have caused the Federal Reserve (“Fed”) to retire the term “transitory” and kick off an aggressive tightening cycle. The Fed raised rates by 0.75% in June, the largest increase since 1994. Several other developed market central banks followed in a rush to normalize policy, joining the Fed and emerging market central banks who had already kicked off tightening cycles.\nWe have entered a new regime with macro factors driving asset prices and contributing to a higher level of volatility than we’ve seen in recent decades. Figure 1 underscores this shift, with macro risk factors explaining more than 80% of asset returns for the model shown below—a level comparable to highs seen during 2008 and 2020.\nFigure 1: A new regime of macro volatility Macro risk factors contribution to asset returns (%)"
    },
    "6": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "The 2022 BlackRock Read on Retirement",
        "link": "https://www.blackrock.com/us/individual/insights/retirement/2022-read-on-retirement-survey",
        "description": "Two years of rising inflation, volatility and a global pandemic reveal that savers are looking for greater security in this year’s annual retirement survey.",
        "date": "Jul 19, 2022",
        "by": "BlackRock",
        "content": "After over two years of rising inflation, market volatility and a global pandemic, savers are looking for security and guidance when it comes to retirement. It’s an apt time to explore evolving attitudes towards retirement and see what’s changed from one unprecedented year to the next.\nThe 2022 Read on Retirement is more comprehensive than our past surveys. In addition to fielding data from plan sponsors, retirees and workplace savers -- those who have access to a workplace plan -- we also added an additional 1,300 independent savers. This new segment is comprised of people who are saving for retirement, but without access to an employer-sponsored plan.\nWe also added Gen Z, the youngest generation in the workforce, as well as an oversample of diverse respondents across both groups of savers, in order to better represent the population at large.\nThis year’s survey shows that attitudes toward retirement continue to evolve, with the findings falling into four key areas:\n\nFastening our seatbelts: Retirement readiness amid market volatility and a pandemic\nSeeking security across a lifetime: The role of lifecycle investing and retirement income\nBroadening the toolbox: Evolving attitudes toward ESG, active and personalization\nExploring equity in retirement: Retirement sentiment across independent savers, Gen Z and diverse populations"
    },
    "7": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "Thematic investing: Tomorrow’s themes, today",
        "link": "https://www.blackrock.com/us/individual/insights/thematic-investing",
        "description": "Investment themes are highly dynamic, shouldn’t your investment process be too? Explore a systematic framework for thematic investing.",
        "date": "Jul 19, 2022",
        "by": "Systematic Investing",
        "content": "The case for thematic investing\nThematic investing has become a compelling way for investors to align portfolios with the trends shaping the future. A spectrum of long-term and short-term themes are increasingly influencing which companies lead the way as economies grow and markets evolve. The top themes over the last four years capture nearly 25% of US equity market returns on average, a trend that’s accelerated since the emergence of COVID-19 in 2020.1 This has led to a broad industry shift with assets managed in US-listed thematic funds growing over 10x from $13bn in 2016 to $148bn in 2021.2\nOur research also indicates that themes have the potential to deliver differentiated alpha when used alongside other investment strategies. A hypothetical US thematic portfolio using a systematic approach demonstrates an average excess return correlation of -0.06 to the largest strategies in the U.S. Large Blend category and -0.02 to US factors.3 Delivering both return potential and portfolio diversification, thematic investing has risen in prominence as a way to build alpha-seeking portfolios.\nDecoding investment themes\nWe think of themes as dynamic topics that are front-of-mind for investors, persist for some time, and have demonstrated an ability to drive equity market returns. Within BlackRock Systematic, we have developed a data-driven approach that seeks to identify, capture, and evaluate themes at scale.\nA dynamic landscapeA broad range of structural and transitory themes drive markets at any given time. At one end of the spectrum, we have structural megatrends expected to shape the long-term trajectory of the economy like technological innovation, demographic shifts, and climate change. At the other end, we have evolving short-term trends driven by policy shifts, investor sentiment, and unforeseen developments—like a global pandemic, supply chain challenges, and inflationary pressures. Our systematic framework for thematic investing helps us to identify and reconcile both.\nWe can begin to understand how themes develop by assessing the attention that they receive using natural language processing (“NLP”) techniques. By nature, themes create a persistent flow of news as topics that investors are researching, corporate officers are addressing in conference calls, and the press if publishing. Leveraging this volume of textual sources, we can begin to quantify the flow of information dictating a theme’s relevance and life span.\nAttention metrics that count mentions of themes in financial news can help to differentiate short-term and long-term trends"
    },
    "8": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "Why value has stopped outperforming",
        "link": "https://www.blackrock.com/us/individual/insights/value",
        "description": "Why value has stopped outperforming",
        "date": "Jul 13, 2022",
        "by": "Russ Koesterich, CFA, JD",
        "content": "Russ Koesterich, CFA, JD, Managing Director and member of the Global Allocation Team explains why value stocks have gone from market leader to laggard.\nThe market has been in a persistent downtrend since the second trading day of the year. Following a solid first day, stocks quickly reversed and have been grinding lower ever since. But until recently it was not all stocks: Value stocks offered a degree of protection. That changed in June, with value going from leader to laggard. To the extent investor fears are shifting from inflation to recession, a quick value recovery is unlikely.\nValue hits the “recession” wall\nAside from energy, few sectors or styles have produced positive returns in 2022, but until recently value consistently outperformed. From the start of the year through the end of May the Russell 1000 Value Index outperformed the broader U.S. market and growth indexes by roughly 8% and 17% respectively. The catalysts for the outperformance were cheap valuations, a strong economy and rising interest rates.\nWhat changed? Simply put: the source of investor anxiety. While inflation remains a stubborn problem, inflation expectations are falling fast. Since mid-June five-year inflation break evens, derived from the Treasury inflation protected securities (TIPS) market, have fallen by more than 0.50%, from nearly 3.2% to roughly 2.6%.\nAs inflation expectations have dropped, so have real-time measures of economic activity. The ISM Manufacturing New Orders Index, one of the most closely watched leading economic indicators, has plunged to just below 50. A broad recession is still not assured, but manufacturing is slowing on the back of falling consumer demand and excess inventory.\nApart from a rapidly decelerating economy, value has lost another tailwind: rising rates. Bank stocks, which benefit from higher rates and a steeper yield curve, led the market earlier in the year. Along with energy and materials, banks were viewed as a haven in an environment of higher inflation and interest rates. However, with lower rates and a narrower yield curve banks have surrendered much of their gains. Banks turned sharply lower in June and are now underperforming the market year-to-date by approximately 4.50%.\nA cooling economy and bond market reversal have resulted in value now trailing more defensive investment styles. In June, value underperformed both the broader market and growth. Instead of value, investors are seeking safety in low volatility and high dividend paying stocks (see Chart 1).\nMSCI World factor index 1-month performance"
    },
    "9": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "Back to a volatile future",
        "link": "https://www.blackrock.com/us/individual/insights/blackrock-investment-institute/outlook",
        "description": "We are braving a new world of heightened macro and market volatility. How should clients position their portfolios? Read our midyear investment outlook.",
        "date": "Jul 11, 2022",
        "by": "BlackRock Investment Institute",
        "content": "Read details of our midyear outlook:"
    },
    "10": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "A Bigger Boat",
        "link": "https://www.blackrock.com/us/individual/insights/systematic-fixed-income-outlook",
        "description": "Inflation and recession concerns have weighed on stock and bond returns. Our latest fixed income market outlook explores what these risks mean for your portfolio.",
        "date": "Jul 6, 2022",
        "by": "Systematic Investing",
        "content": "2022 has been a year marked by volatility for markets. At the heart of this market volatility is inflation uncertainty, which results in policy uncertainty. The U.S. Federal Reserve (“Fed”), once the leader of “team transitory” is shifting its strategy. Heading into the second half of the year, the path of rate policy will have great implications for market returns, recession risk, long-run inflation, and the durability of the 60/40 portfolio."
    },
    "11": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "Why our favorite hedge is still not working",
        "link": "https://www.blackrock.com/us/individual/insights/bonds-as-hedge",
        "description": "Russ Koesterich, Managing Director and Portfolio Manager, of the Global Allocation team details what needs to change for bonds to be an effective hedge again.",
        "date": "Jun 30, 2022",
        "by": "Russ Koesterich, CFA, JD",
        "content": "Russ Koesterich, Managing Director and Portfolio Manager, of the Global Allocation team details what needs to change for bonds to be an effective hedge again.\nAt a time when investors desperately need a way to hedge equity risk, their most reliable tool is still broken: bonds. While bond yields have steadied in recent weeks, economic and financial conditions are still not supportive of bonds resuming their role as a hedge.\nI last discussed bonds as a hedge in March. At the time I suggested that while the war in Ukraine created a “safe-haven” bid, bonds still had a pair of problems: inflation and the Federal Reserve. Until inflation really slows, bonds remain as much a source of risk as a hedge.\nTo be fair, some things have changed since March. Bond prices have tumbled, and yields have risen. U.S. 10-year nominal yields are 1% higher and real -- i.e., inflation-adjusted -- yields have risen by approximately 1.2%, with real yields now above the post-global financial crisis (GFC) average. Nor are bonds the only asset class that has struggled. The S&amp;P 500 has lost about 15% since the March peak.\nBoth stocks and bonds are reacting to stubbornly higher prices and tighter financial conditions. Headline inflation has remained at multi-decades highs. And while core prices have slowed, various measures of core inflation remain at more than double the Fed’s stated target.\nWith the Fed still struggling to lower inflation, financial conditions have continued to tighten. One measure of this, the Goldman Sachs Financial Conditions Index, is now suggesting the tightest financial conditions since the spring of 2020. This dynamic continues to create a significant headwind for stocks, bonds, and the broader economy.\nStill not working when needed most\nWith inflation high and the Fed locked into a tightening cycle, stock/bond correlations remain materially higher than the post-GFC norm (see Chart 1).  This translates into bonds being more likely to fall than rise when stocks drop. Since the start of the year, long duration bonds fell an average of -0.1% on days when the S&amp;P 500 is lower. When stocks really tumble, bond losses tend to be even worse. There have been 11 days when the S&amp;P 500 has declined by 2% or more. On those occasions the average return for long duration U.S. Treasuries has been roughly -0.60%.\nCorrelation of bond and equity returns"
    },
    "12": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "Positioning for the net-zero transition",
        "link": "https://www.blackrock.com/us/individual/insights/blackrock-investment-institute/positioning-for-the-net-zero-transition",
        "description": "The transition towards a decarbonized economy is underway. Read our take on how clients can position their portfolios now for that economic transformation.",
        "date": "Jun 29, 2022",
        "by": "BlackRock Investment Institute",
        "content": NaN
    },
    "13": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "Getting to the Other Side of this Economic Shoulder Season",
        "link": "https://www.blackrock.com/us/individual/insights/economic-shoulder-season",
        "description": "As markets brace for tighter policy amid a cooling economy, Rick Rieder and team argue that investors are best served holding a portfolio that buys time.",
        "date": "Jun 28, 2022",
        "by": "Rick Rieder",
        "content": "Sports fans and travel junkies will recognize the “shoulder season” as the period between peak and trough seasons in their respective fields. Indeed, the U.S. economy is going through its own version of a shoulder season as it tangibly slows down after the post-Covid peak. The next few months will bring with them a lot of visibility on just how much the economy will slow, the outcomes of several milestone monetary policy decisions and an update on corporate health (July’s earnings reports should be instructive), each of which holds the potential to keep markets in a turbulent state. After all, doctors and physiologists understand the shoulder to be “extremely unstable, far more prone to dislocation and injury than other joints.”\nStill, it’s also possible that the slowing of the economy could mark the bottoming in financial markets, and a transitional period toward ultimately better returns. Seasonally, May and June are the second worst two months of the year, while July has been one of the best months to be invested in a balanced portfolio (based on return data for the S&amp;P 500 and Bloomberg U.S. Aggregate Bond Index, dating back to 2010). And after a year of terrible returns, some of which have been in anticipation of this economic shoulder season, market participants are pining for a turn (see Figure 1).\nFigure 1: 2022 returns have started out historically bad"
    },
    "14": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "Taking stock: Q3 2022 equity market outlook",
        "link": "https://www.blackrock.com/us/individual/insights/taking-stock-quarterly-outlook",
        "description": "What to do in equity portfolios at the midyear point? Fundamental Equities CIO Tony DeSpirito assesses the backdrop and identifies three favored sectors.",
        "date": "Jun 24, 2022",
        "by": "Tony DeSpirito",
        "content": "Buy low, sell high. The age-old wisdom can run counter to human instinct when markets are in a tailspin. But history is instructive, and it tells us that times of pain can be ideal moments to position for future gains. As the second half begins, we see:\n\nMarket direction driven by Fed machinations\nNeed for diversification and resilience in equity portfolios\nAn underappreciated opportunity in healthcare stocks\n\n\nMarket overview and outlook\nThe first five months of the year marked the worst start for the S&amp;P 500 since 1970 ― and the sixth worst back to 1928.* While caution is warranted, we believe the equity risk premium (ERP) continues to make a case for equities.\nStock valuations have come down, but company earnings remain solid. This keeps the ERP ― which compares the earnings yield on the S&amp;P 500 to bond yields ― above its historical average. Our models suggest the 10-year Treasury yield would have to rise to 4% or earnings decline by more than 20% for the perceived “margin of safety” in stocks over bonds to disappear. Earnings will slow, but 20% is hard to imagine, even in a recession. The average earnings drop in prior recessions was 13%, with the Global Financial Crisis (GFC) skewing the results. See chart below.\nAll eyes on earningsS&amp;P 500 earnings decline in recessions, 1957-2020"
    },
    "15": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "Rebuilding resilience in 60/40 portfolios",
        "link": "https://www.blackrock.com/us/individual/insights/60-40-portfolios-and-alternatives",
        "description": "It’s time to rebuild 60/40 portfolios with alternative sources of diversification and return. Learn how alternative investments create more resilient portfolios.",
        "date": "Jun 17, 2022",
        "by": "Systematic Investing",
        "content": "The 60/40 today\nThe foundational 60/40 portfolio, where 60% is invested in stocks and 40% in bonds, is the initial starting point for many portfolios. The balance of this 60/40 mix then adjusts based on an investor’s time horizon, risk tolerance and financial goals, but its stock-bond combination is core to what is considered a “diversified” portfolio.\nTypically, when growth assets, like stocks, sell off due to economic slowdowns, safer assets like bonds appreciate as investors seek stability. While stocks tend to suffer in a recession due to less economic growth, bonds can rally because the U.S. Federal Reserve typically cuts interest rates to support the economy. When interest rates are cut, bond yields drop but bond prices go up. This provides a shock absorber in the portfolio, helping to cushion overall returns when stocks are falling.\nThe 60/40 stock-bond balancing act of “diversified” portfolios has been the foundation of investing for decades. Going back to 1929, there have only been 3 years where bonds didn’t go up when stocks went down. In 1931, we saw a currency crisis that forced Britain to abandon the gold standard. In 1941, the U.S. entered World War II. Both years include a very unique set of circumstances. But the 1969-70 episode is perhaps the most relevant today. In that period, a combination of many factors including loose monetary policy, generous fiscal stimulus, and energy supply disruptions sparked a decade of higher inflation. Sound familiar? Those same factors are at play in 2022.\nWhen bonds DON’T go up when stocks go downAnnual U.S. stock vs. bond returns (1929-2022)"
    },
    "16": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "As Rates stabilize, growth stocks may rebound",
        "link": "https://www.blackrock.com/us/individual/insights/growth-stocks",
        "description": "Russ Koesterich, CFA, Managing Director and Portfolio Manager, and member of the Global Allocation team discusses the criteria for growth stocks to bounce back.",
        "date": "Jun 15, 2022",
        "by": "Russ Koesterich, CFA, JD",
        "content": "Russ Koesterich, managing director and portfolio manager, of the Global Allocation team discusses the criteria for growth stocks to bounce back.\nFrom the November peak to the recent trough, U.S. large cap growth stocks lost more than 30%, a decline on par with the pandemic induced bear market. And while growth has managed to rebound from the May lows, year-to-date most indexes are still down 23%. Growth is still trailing the S&amp;P 500 by roughly 10% and nearly 17% versus comparable value indexes (see Chart 1).\nWhat will it take for growth to rebound? I’d cite three criteria: sustainable valuations, a decelerating economy, and a more stable rate environment. I believe the first two criteria have been met and the third is close."
    },
    "17": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "Is it time to consider muni closed-end funds?",
        "link": "https://www.blackrock.com/us/individual/insights/muni-cef-opportunities",
        "description": "A sharp sell-off to start the year has pushed municipal closed-end funds to discounts, potentially presenting an attractive entry point for investors seeking tax-exempt income.",
        "date": "Jun 15, 2022",
        "by": "BlackRock",
        "content": "A sharp sell-off to start the year has pushed down municipal bond (“muni”) valuations and muni closed-end funds (“CEFs”) to discounts, presenting an attractive entry point for investors seeking tax-exempt income."
    },
    "18": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "The state of sustainable investing",
        "link": "https://www.blackrock.com/us/individual/insights/anna-hawley-on-sustainable-investing",
        "description": "Anna Hawley, Lead ESG Portfolio Manager for Systematic Active Equity, sheds light on recent market developments through a sustainable lens.",
        "date": "Jun 14, 2022",
        "by": "Systematic Investing",
        "content": "Sustainable investing has become a popular topic and investment approach over the years for several reasons. Anna Hawley, Lead ESG Portfolio Manager for Systematic Active Equity, has witnessed the evolution of sustainability throughout her 20-year history with BlackRock. As recent macroeconomic and geopolitical tensions have created a challenging environment for investors across asset classes, Anna joins us to shed light on the latest market developments and provide her perspective through a sustainable lens."
    },
    "19": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "Investing in healthcare stocks after COVID-19",
        "link": "https://www.blackrock.com/us/individual/insights/investing-in-healthcare-stocks",
        "description": "COVID-19 has dominated healthcare conversations for two years. Equity investor Erin Xie explores the broader landscape and opportunities post-pandemic.",
        "date": "Jun 3, 2022",
        "by": "BlackRock Fundamental Equities",
        "content": "Healthcare conversations over the past two years have focused almost exclusively on COVID-19. Yet the dynamic and diverse sector offers a lot more to talk about. BlackRock’s Erin Xie and Eli Lilly CEO David Ricks did just that in a recent Expert-to-Expert dialogue."
    },
    "20": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "Investing questions amid the crisis in Ukraine",
        "link": "https://www.blackrock.com/us/individual/insights/investing-questions-amid-ukraine-crisis",
        "description": "Investors from BlackRock Fundamental Equities gathered to share thoughts on some of the investing topics on clients’ minds since the invasion of Ukraine.",
        "date": "Jun 2, 2022",
        "by": "BlackRock Fundamental Equities",
        "content": "1. Defense spending and investment\nPrior to Russia’s invasion of Ukraine, U.S. defense spending was already elevated for an environment without active conflict. Given the higher base, we believe the outlook for growth in both total defense budgets and investment spending in the space is lower than might typically be the case in war time.\nThe situation differs somewhat in Europe. Many NATO members had spent less than the agreed upon 2% of their GDP on defense. If the laggards move to the 2%, we could see $80 billion in additional defense spending, a 25% increase.\nKey takeaway: The war does not necessarily affirm the investment case for defense stocks, particularly after the sharp multiple expansion recently seen in the space. Given the many considerations and crosscurrents at play, selectivity is especially important today."
    },
    "21": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "Yes, gold still hedges chaos",
        "link": "https://www.blackrock.com/us/individual/insights/gold-still-hedges-chaos",
        "description": "Gold can be an effective hedge, depending on what you’re hedging against mentions, Russ Koesterich, Portfolio Manager of the Global Allocation team.",
        "date": "May 27, 2022",
        "by": "Russ Koesterich, CFA, JD",
        "content": "Gold can be an effective hedge, depending on what you’re hedging against, says Russ Koesterich, Portfolio Manager of the Global Allocation team.\nGold is having a decent year, if only by not losing. Year-to-date returns highlight gold as one of the few asset classes in the green, albeit with a modest 2% return. For investors looking for hedges, should they allocate more to gold? My view is it depends on what you’re hedging against. Gold, along with every other asset class, is struggling with the Federal Reserve’s tightening cycle. That said, gold can still hedge the most chaotic and uncertain of events: war.\nStuck between war and the Fed\nI last discussed gold in October last year. At the time I suggested that investors looking for market or inflation hedges should look elsewhere. I thought gold would struggle with volatile real rates and a firmer dollar. That was too pessimistic. Gold’s gains may be small but they’re far better than double-digit losses in equities, credit, and U.S. Treasuries.\nWhat I failed to account for was war. Looking at gold’s recent performance, the turnaround occurred in February, when attention turned to the invasion of Ukraine.\nThis dynamic is evident when you look at daily price returns. Gold has staged impressive rallies on days when oil spiked, defined here as a daily gain of more than 3%. On these days gold’s average gain has been around 1.3%. On all other days, gold returns have been close to flat.\nThe tendency for gold to trade with oil could be interpreted as simply an intuitive relationship with other commodities. My own read is that both gold and oil are responding to the same underlying fear: an escalating and hard to reconcile conflict with uncertain implications.\nMore recently gold has struggled as focus has shifted from Ukraine to the Federal Reserve. As a result, gold’s February gains have been mostly reversed as the dominant market narrative becomes a rapid tightening of financial conditions and surging real interest rates, a traditional headwind for gold.\nConsistent with history, during the past two years weekly changes in gold prices have had a -0.4 correlation with changes in real 10-year Treasury yields, i.e., interest rates net of inflation expectations. In other words, gold tends to fall as real rates rise. This dynamic has been on display during the past few months. Since 10-year real yields bottomed in March, they have risen by 1.50%, an unusually large and rapid move (see Chart 1).\nChart 1\nPast performance is no guarantee of future results\nU.S. 10-year Treasury yield breakdown"
    },
    "22": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "ESG X Big Data: Solving for the Double Bottom Line",
        "link": "https://www.blackrock.com/us/individual/insights/decoding-the-markets-esg-x-big-data",
        "description": "The view by many is that ESG investing is concessionary. Our history shows that isn’t true and that unique ESG data can be predictors of company results.",
        "date": "May 20, 2022",
        "by": "Systematic Investing",
        "content": "The view by many is that ESG investing is concessionary in order to achieve the outcome. Our history shows that isn’t true and that unique ESG data can be predictors of company results. Sustainability goals and environmental, social, and governance (“ESG”) measures are no longer novel concepts as they become more mainstream investment topics. Investors, companies, and regulators are increasingly striving to understand why investments with positive ESG attributes are important to integrate. However, they might still struggle with how to achieve better ESG outcomes or know what ESG-related information is necessary to make the right investment decisions. In this Insight, Anna Hawley and Jeff Shen reveal why ESG and future profitability are linked, and how big data can help investors understand which companies could outperform peers in the long run."
    },
    "23": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "”Polishing your surfboard” when there’s a financial hurricane outside",
        "link": "https://www.blackrock.com/us/individual/insights/prepping-financial-hurricane",
        "description": "Rick Rieder and team describe the elements of a portfolio that can withstand the unique and complex 5 Category financial hurricane that is hitting markets today.",
        "date": "May 17, 2022",
        "by": "Rick Rieder",
        "content": "Historically, roughly every 30 years, a Category 5 hurricane has made landfall in the United States. Only five such hurricanes have ever made landfall since record-keeping began; such is their rarity. The physical damage that such storms cause is devastating, as evidenced by hurricanes like 2005’s Katrina (which made landfall as a Cat 3), or even 2012’s Sandy in NYC, “just” a Cat 1 storm.\nFinancial hurricanes, on the other hand, can cause devastating monetary losses, even as physical losses are (fortunately) minimal. Today, we find ourselves in the midst of a unique financial hurricane: since at least 2000, there has never been a year when both the Bloomberg-Barclays U.S. Aggregate Bond Index and the S&amp;P 500 Index of large capitalization equities were negative (which is where we stand in 2022, as of May 10, see Figure 1), and since the creation of the U.S. Long Treasury Agg in 1973, there hasn’t been a year when both stocks and long bonds were down double digits (as they currently stand this year).\nWhile there are still too many unknowns for us to say that this is a Category 5 equivalent, like the Global Financial Crisis or like the Great Depression, it is nonetheless a unique and complex “5 category” hurricane, encompassing: 1) inflation (globally, but especially in the U.S.), 2) China lockdowns (and the evolution of policy), 3) the war in Ukraine (and its impact on commodity prices), 4) recession fears (especially in Europe) and 5) a Federal Reserve (Fed) that is tightening financial conditions at the fastest pace in decades. We will examine each of these categories, in turn, and will conclude with thoughts on how to allocate capital in the midst of this storm, in a sense, how to “polish your surfboard” in preparation for the opportunities that should arise once the tempest has calmed.\nFigure 1: Stock and bond returns are indicative of a rare financial hurricane this year"
    },
    "24": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "Longevity is a blessing. Can we afford it?",
        "link": "https://www.blackrock.com/us/individual/insights/retirement/affording-a-longer-retirement",
        "description": "Over two generations, the length of retirement has nearly tripled. BlackRock expert Nick Nefouse examines the impact through a social and financial lens to help inform solutions and ways to afford it.",
        "date": "May 13, 2022",
        "by": "Nick Nefouse, CFA",
        "content": "Life expectancy has increased by 15 years since 1940.1 This is due to several factors, including lower infant mortality and better medical procedures – particularly around heart disease.\nWhile total life expectancy is usually what makes the headlines, in retirement planning, we are most interested in a slightly different figure: life expectancy at 65. This number provides a rough estimate of how long someone could expect to live in retirement. In other words – how many years of spending will their retirement savings need to support. And, like total life expectancy, life expectancy at 65 is also increasing from about 13 years to 20 years.\nIf that seven-year jump sounds significant, that’s because it is. And it may lead you to wonder: Are people simply retiring for longer? Or are they perhaps working longer, instead? This is a point that often gets muddled – but it’s worth clarifying.\nCommonly, we hear from clients and others that it feels like people are working longer. But, when we look at the data, it’s a different story. While there is a cohort of Americans working longer, most Americans are working fewer years today than they did in 1940. The chart below tracks this shift over time."
    },
    "25": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "Fight inflation and raise your income potential with bank loans",
        "link": "https://www.blackrock.com/us/individual/insights/bank-loan-cefs",
        "description": "Investors that are concerned about inflation and rising interest rates should consider bank loan closed-end funds for income.",
        "date": "May 12, 2022",
        "by": "BlackRock",
        "content": "Investors concerned about inflation and rising interest rates should consider BlackRock bank loan closed-end funds for income\nBottom line\n\nHot inflation readings and expectations for Fed rate increases may cause investors to rethink their portfolio allocations\nBank loans can offer attractive yields and may benefit from these trends, particularly relative to “fixed” income assets\nInvestors should consider BlackRock’s bank loan closed-end funds for efficient access to bank loans with the potential for monthly income and opportunities to buy the funds at a discount to net asset value\n\nThe start of 2022 has been marred with market volatility across asset classes. Elevated inflation readings and the prospect for structurally higher interest rates are at the forefront of investors’ minds. This environment may lead some investors to rethink their longer duration fixed income exposure. Many investors are turning to bank loans, also known as floating rate loans, which are debt instruments whose coupon is linked to a short-term interest rate like LIBOR or SOFR. Given the floating rate nature of the asset, adding bank loans to your portfolio can lower duration and increase potential income as the Fed looks to continue raising short-term interest rates to combat the recent surge in inflation. Historically, bank loans have performed well in rising interest rate environments and have had a positive correlation to inflation (Exhibit 1).\nBlackRock Floating Rate Income Strategies Fund (FRA), BlackRock Floating Rate Income Trust (BGT), and BlackRock Debt Strategies Fund (DSU) (together the “BlackRock Bank Loan CEFs” or the “Funds”) provide actively managed and diversified exposure to the bank loan sector and may be appropriate for investors seeking income and the potential for capital appreciation.  Given certain structural advantages and the potential to funds at a discount, we believe BlackRock Bank Loan CEFs may be an attractive investment opportunity today.\nExhibit 1: Bank Loans have had a positive correlation to inflation"
    },
    "26": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "The transition to a low carbon economy",
        "link": "https://www.blackrock.com/us/individual/insights/low-carbon-investing",
        "description": "BlackRock’s market experts discuss a framework for sustainable investing designed to align with the future low-carbon economy.",
        "date": "Apr 28, 2022",
        "by": "Systematic Investing",
        "content": "Russia’s tragic invasion of Ukraine has layered on existing supply imbalances, causing geopolitical uncertainty and a global energy shock. What do these added complexities mean for the path of the energy transition? BlackRock’s systematic experts discuss how they use sustainable investing and a data-driven framework to align with the future low-carbon economy while identifying opportunities along the way.\nRussia’s invasion of Ukraine, a tragic humanitarian crisis in its own right, has clearly exacerbated global geopolitical tensions and economic uncertainty. The market impact has been most severe within the energy sector, driving price spikes and raising questions surrounding the impact on long-term climate goals. This near-term shift in sentiment is taking place alongside the structural transition to a low-carbon economy – adding a layer of complexity for investors to navigate.\nAs systematic investors, we leverage sustainable insights to better understand how these evolving market dynamics may influence businesses and society on the path to a low-carbon world. We’re faced with a multidimensional challenge that requires deeper analysis to understand the impact of several forces on economic activity and long-term company performance. Better data and forward-looking analysis help us to uncover tomorrow’s investment opportunities amid today’s increasingly challenging environment.\nSteps to align with a lower carbon footprint\nThe transition to a low-carbon economy (while undoubtedly complex) is well underway, with a common understanding: tomorrow’s economy will look different than it does today. Traditional approaches to ESG investing often focus on achieving a lower carbon footprint relative to broad indices that mirror today’s economy, not tomorrow’s. This can lead to excluding entire sectors like energy based on a narrow view of current emissions without considering the role that they play in the broader economy.\nOur framework for aligning with the future economy begins with analyzing the full scope of emissions1 associated with end-use consumption categories. Focusing our analysis on final consumption allows us to capture the carbon footprint of the entire value chain. This includes both direct emissions owned and controlled by companies (i.e., emissions from company facilities) and the remaining indirect emissions that a company emits across its value chain (i.e., processing of goods; transportation and distribution). We then factor in expected future climate policy directives to understand which sectors and businesses are positioned to succeed in a low-carbon world. This process provides a forward-looking, non-exclusionary sustainability framework that helps us capture opportunities by reorienting with the changing economy.\nDecarbonization, not divestment\nAligning with the increasingly complex path of decarbonization requires a granular, complete view of current emissions. The left side of the chart below shows direct emissions which are concentrated in a few select end-use consumption categories. Divesting the sectors that support those consumption categories would seemingly lower a portfolio’s carbon footprint – without addressing the bigger picture shown on the right."
    },
    "27": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "Why recession chatter benefits GARP",
        "link": "https://www.blackrock.com/us/individual/insights/garp",
        "description": "Russ Koesterich, Managing Director and Portfolio Manager of the Global Allocation team, discusses the case for the cheaper segments of growth stocks.",
        "date": "Apr 21, 2022",
        "by": "Russ Koesterich, CFA, JD",
        "content": "Russ Koesterich, Managing Director and Portfolio Manager of the Global Allocation team, discusses the case for the cheaper segments of growth stocks.\nBy Russ Koesterich, CFA, JD\nWhile equities are up from the March lows, actual gains have proved elusive except for energy stocks. The conflict in Ukraine appears frozen, oil remains above $100/barrel, inflation continues to accelerate, and Federal Reserve rhetoric has grown more hawkish. As a result, global stocks are still down 7-10% this year, with Europe, China and growth names faring worse. With a lack of viable hedges, a sensible strategy is to moderate equity exposure and focus on tilting the portfolio towards resiliency. To the extent recession fears are now competing with inflation for investor mindshare, look to add beaten-up GARP (“growth at a reasonable price”) names.\nEnergy &amp; defensive\nOutside of a few niche markets, including the UK and Australia, few stock markets are up year-to-date. Instead, the best way to insulate portfolios has been to get the style and sector call right. With oil prices spiking and investors avoiding volatile names, only a few themes have worked: energy and defensive stocks. \nGoing forward, I would continue to maintain exposure to energy stocks, arguably the simplest hedge should inflation remain sticky. Outside of leaning into energy and other natural resource names, investors should give a second look to some of the highly profitable growth names, particularly those that are now trading at more reasonable valuations. With economic growth likely to slow and earnings growth harder to come by, companies able to grow earnings should garner renewed interest. Specifically, I would focus on the cheaper segment of growth, otherwise known as GARP.\nBack in mid-January I discussed the case for GARP names. The major argument was that at this point in the cycle investors want to avoid the extremes of both growth and value, which tend to be the most volatile. Avoiding volatility has been a winning strategy, but with interest rates surging growth stocks have continued to struggle. GARP names have performed in-line with the market, outperforming momentum, quality, and pure growth but trailing value.\nThis largely fits the historical pattern. As I discussed several months ago, while GARP is an effective “all-weather” style, it can struggle when inflation is accelerating. However, the environment is shifting again. Headline inflation continues to accelerate and may not peak for several months. That said, core inflation may already be decelerating, and investors are becoming more concerned with growth given an increasingly aggressive Fed. My view is that a U.S. recession is not imminent or pre-ordained, but there is little doubt that forward-looking measures of growth are slowing (see Chart 1).\nGlobal manufacturing activity"
    },
    "28": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "If… Then, Making Sense of Uncertainty in Markets",
        "link": "https://www.blackrock.com/us/individual/insights/making-sense-uncertainty-markets",
        "description": "Rieder- Making Sense of Uncertainty in Markets",
        "date": "Apr 14, 2022",
        "by": "Rick Rieder",
        "content": "It’s quite easy to paint an apocalyptic picture for the global economy these days. If the war in Ukraine were to escalate, skyrocketing commodity inflation could ensue; and if China were to continue to pursue a Zero Covid policy amidst rising case counts, supply chains originating in Asia could get shut down again. Paying higher prices for dwindling quantities would send stagflationary alarm bells ringing through newspaper headlines, even more than they already are. Further, if U.S. consumption were to nonetheless stay strong, despite the cost-push inflation, buoyed by savings and pent-up demand, then the Federal Reserve (Fed) may be emboldened to tighten policy beyond neutral levels, or to withdraw liquidity at a pace that would hold real economic implications. And if the Fed were to aggressively do “whatever it takes” to kill off the recent spike higher in inflation, then a negative feedback loop could form with consumption slowing and financial markets deflating (with recession fears replacing stagflation fears).\nYet, every single one of these “ifs” has reasonable odds of going the other way to create a rather benign outcome. If some sort of resolution were to be found in Ukraine, and if China were to pursue an optimization policy oriented around economic stability, then supply-driven, cost-push, inflation could be tamed more naturally. If U.S. consumption were to go from great to merely good, in sympathy with the higher prices already in the system, the Fed could take policy to neutral judiciously, as opposed to quickly, with the luxury of time to then decide whether to go further or not, depending on how economic conditions unfold. The outcome of all this? Inflation expectations would be contained, and a positive feedback loop could form with a resumption of rising real growth, resulting in financial asset prices that would respond to real economy cues (stocks and bonds would complement each other in portfolios, as they historically have, rather than compound losses).\nEach permutation and combination of these “if/thens” (both ugly and benign) seems to have exerted its own gravitational pull on markets at some point this year, sometimes simultaneously, creating a great deal of uncertainty and a multi-directional backdrop for investing as dizzying and complex as an M.C. Escher staircase (see Figure 1). We think that the outcomes of the “ifs” in question are so extreme and far-reaching that perhaps an investor’s goal of capital appreciation should, for now, be balanced with that of capital preservation, until a few more data points provide some much-needed clarity on the trajectory of the global economy.\nFigure 1: Relativity, by M.C. Escher"
    },
    "29": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "Investing through longer and higher inflation",
        "link": "https://www.blackrock.com/us/individual/insights/investing-through-longer-and-higher-inflation",
        "description": "Expect higher inflation to be the key market driver for some time. Russ Koesterich, Managing Director and Portfolio Manager explains how to prepare.",
        "date": "Apr 8, 2022",
        "by": "Russ Koesterich, CFA, JD",
        "content": "Expect higher inflation to be the key market driver for some time. Russ Koesterich, Managing Director and Portfolio Manager explains how to prepare.\nBy Russ Koesterich, CFA, JD\nThree months into the year, 2022 has been notable for many economic and financial milestones; several of these have been tied to inflation. Headline inflation has accelerated to nearly 8%, a 40-year high; core inflation has accelerated to nearly 6.5%, also a 40-year high; core personal consumption expenditure, the Federal Reserve’s preferred measure of inflation, has climbed to 5.4%, a 39-year high. Nor is inflation just a U.S. problem. Outside of Japan, consumer prices have skyrocketed in virtually every developed country (see Chart 1).\nGlobal Inflation rates (CPI)"
    },
    "30": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "An equity investor’s guide to inflation",
        "link": "https://www.blackrock.com/us/individual/insights/equity-investor-inflation-guide",
        "description": "Inflation is likely to fall from peak levels but settle higher than recent memory. Tony DeSpirito looks at stock impacts across growth, value and sectors.",
        "date": "Apr 8, 2022",
        "by": "Tony DeSpirito",
        "content": "With inflation at the highest level in decades and interest rates on the rise, equity investors are questioning their next moves.In fact, more than three in five Americans view inflation as the biggest risk facing the U.S. stock market over the next six months, according to a recent BlackRock Fundamental Equities survey of more than 1,000 individual investors.* U.S. Fundamental Equities CIO Tony DeSpirito offers timely perspective.\nWhat is the current state of inflation?\nThe Consumer Price Index (CPI) reading of 7.9% as of February represents the highest headline inflation level since 1982. Core CPI, which excludes volatile components such as food and energy, registered at 6.4%. This comes after core inflation has lingered around 2% or below since the Global Financial Crisis (GFC) of 2008.\nThe COVID-19 pandemic and ongoing recovery have fueled the sharp uptick. An unprecedented and disruptive economic shutdown/reopen cycle has left the supply of goods low and consumer demand for them high as coincident fiscal and monetary stimulus helped to pad pocketbooks and set up a strong spending cycle. Intermittent factory closures around the world, which are continuing with the most recent outbreak of COVID in China, have upset global supply chains and exacerbated the imbalance. The war in Ukraine is only going to add to inflationary pressures.\nWhat is your outlook for inflation?\nWe do not see inflation sustaining at the current decades-high level over the long-term, but we do expect it will settle into a range higher than the sub-2% seen in the post-GFC period. This is because some inflation, such as shelter and services inflation, is “sticky” ― meaning it will not work its way out as easily as other inflationary pressures where a rebalance of supply and demand will naturally create price stability.\nWe could see inflation move toward its new long-run trend starting in the second half of this year. If we use the Atlanta Fed’s “Sticky CPI” gauge as the worst-case predictor, we estimate that could put inflation in the 3%-4% range.\nHow have stocks historically fared amid rising inflation?\nWe believe stocks are one of the best places to be in a rising inflation world. Our review of data back to the 1920s finds that equities perform well as long as inflation isn’t out of control ― over 10%, which is historically rare and not our expectation even in this unusual cycle. In above-average inflation environments (5%-10%), value stocks have performed particularly well.\nWhat allows value stocks to do better?\nIf you think about investing time horizon, the expectation is that a value stock will return capital to shareholders faster than a growth stock. This is because, by definition, much of the expected cash flows from lower-multiple (value) stocks is front-end loaded. Conversely, growth stocks are considered longer-duration assets with expectations of greater cash flows further into the future. In essence, a higher proportion of the stock’s price comes from far-off cash flows, and that gets discounted by higher rates. This gives value stocks, with more stable near-term cash flows, an upper hand in an inflating environment.\nIn an analysis of growth versus value using data since 1927, we found value has achieved greatest outperformance in periods of moderate to high inflation. It is only when inflation was very low that value performance paled. (See chart below.)\nA historically strong showing as inflation risesValue outperformance by inflation regime, 1927-2020"
    },
    "31": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "A new supply shock",
        "link": "https://www.blackrock.com/us/individual/insights/blackrock-investment-institute/global-macro-outlook",
        "description": "The West is weaning itself off Russian energy: a fresh supply shock in a world shaped by supply. What does it mean for the economy and net-zero? Read our view.",
        "date": "Mar 31, 2022",
        "by": "BlackRock Investment Institute",
        "content": "We believe the drive for energy security will increase inflation and hurt growth in the short term. Greater supply of U.S. and other non-Russian fossil fuels will be needed. Further out, this should reinforce the net-zero transition in Europe yet make its pace more divergent across the world."
    },
    "32": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "A stock picker’s take on investing internationally",
        "link": "https://www.blackrock.com/us/individual/insights/international-stock-investing",
        "description": "Investing overseas feels more complicated than ever. Active equity investor James Bristow offers his perspective with answers to 4 key questions.",
        "date": "Mar 29, 2022",
        "by": "BlackRock Fundamental Equities",
        "content": "War in Europe comes at a time when the global economy was just emerging from the COVID-19 pandemic. As the crosscurrents complicate the investing backdrop, Fundamental Equities investor James Bristow applies a stock-specific lens in assessing the risks and opportunities."
    },
    "33": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "The retirement crisis is a women’s crisis",
        "link": "https://www.blackrock.com/us/individual/insights/retirement/womens-retirement-crisis-podcast",
        "description": "In a recent interview on BlackRock’s The Bid podcast, Anne Ackerley, Head of BlackRock’s Retirement Group, talked about women, saving and how the retirement industry can better serve future generations.",
        "date": "Mar 29, 2022",
        "by": "BlackRock",
        "content": NaN
    },
    "34": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "Bonds as a hedge? It depends",
        "link": "https://www.blackrock.com/us/individual/insights/bonds-as-a-hedge",
        "description": "Russ Koesterich, CFA, Managing Director and Portfolio Manager for BlackRock’s Global Allocation Fund explains why and when bond hedging may work. Read more now.",
        "date": "Mar 24, 2022",
        "by": "Russ Koesterich, CFA, JD",
        "content": "Russ Koesterich, CFA, Managing Director and Portfolio Manager for BlackRock’s Global Allocation Fund explains why and when bond hedging may work.\nStock markets around the world continue to come under pressure from multiple fronts: stubbornly high and accelerating inflation, tightening financial conditions and an increasingly brutal war in Ukraine. Even as stocks grind lower, bond yields continue to climb, with U.S. 10-year Treasury yields back above 2%. But while the trend in yields is up, the march higher has obscured some abrupt pullbacks in interest rates.\nSince the start of the war many of the worst days for stocks have been accompanied by bond rallies. Does this suggest that U.S. duration is once again working as a hedge? Probably not. Bond hedging may work on those days when equity weakness is being driven by events in Ukraine, but Treasuries still have an inflation problem and real yields remain too low.\nDual risks\n2022 got off to a bad start and conditions have only deteriorated from there. Market weakness was initially driven by accelerating inflation and rapidly shifting Federal Reserve reactions. However, during the past month risks have quickly compounded. In addition to inflation, investors now face a major land war in Europe and an energy/commodity shock.\nAs stocks have corrected, correlations have fluctuated. From the start of the year through March 11th there have been 48 trading days. The S&amp;P 500 has finished lower on 30 of those days. Comparing stock and bond performance for each day, bond returns have been mixed on days when stocks ended lower. However, results change once you bring oil into the equation. On days when stocks were down and oil was up at least 3%, long-dated Treasuries gained approximately 0.80%.\nOn the surface this seems bizarre. Why would bonds be a better hedge when oil is spiking? There are two explanations. At some point higher oil, while inflationary, also becomes a threat to growth. Many if not most recessions began with an oil shock.\nThere is another explanation as well: Large spikes in oil have been associated with the Russian invasion of Ukraine. Oil prices initially spiked on the invasion. While crude has subsequently pulled back, crude remains roughly 25% higher year-to-date (see Chart 1). On days when oil is spiking investors are trying to hedge the broader uncertainty associated with war in Europe.\nEnergy commodities market overview"
    },
    "35": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "Near-term volatility, long-term opportunity",
        "link": "https://www.blackrock.com/us/individual/insights/valuations",
        "description": "Russ Koesterich, Managing Director and Portfolio Manager, suggests the recent sell-off could continue but still offers an opportunity for long-term investors.",
        "date": "Mar 7, 2022",
        "by": "Russ Koesterich, CFA, JD",
        "content": "Russ Koesterich, Managing Director and Portfolio Manager, suggests the recent sell-off could continue but still offers an opportunity for long-term investors.\nThe recent equity sell-off has resulted in the largest stock market correction since the beginning of the pandemic. During the last week of February, the S&amp;P 500 Index traded 14% below its recent high, while the Nasdaq and Russell 2000 technically entered bear markets, if only intra-day, down more than 20% each.\nWhile markets partially recovered by week’s end, stocks remain significantly below their recent highs. The relentless selling has also left stocks significantly cheaper. Valuation is a poor market timing indicator and new lows are very possible should the situation in the Ukraine continue to deteriorate. That said, longer-term investors should benefit from a much better entry point for global equities\nLooking like 2018\nIn contrast to the painful but remarkably brief bear market in early 2020, today’s correction has not been driven by a collapse in earnings. Growth is almost certain to slow, but nominal growth (NGDP) should remain at or above the post-GFC norm; this will in turn help support earnings. As a result, expected earnings for U.S. large cap stocks have crept higher since the start of the year.\nRather than lower earnings, the correction has been driven by lower valuations. Stocks are suffering through the worst multiple compression since 2018. This is not a coincidence. While the events in the Ukraine clearly add another significant risk factor and are a drag on multiples, the pattern was set even before it became obvious that Russia was going to invade. As was the case four years ago, stocks have been repricing on the back of tighter monetary policy and less benign financial conditions. Since the start of the year equity multiples in the United States and Europe have detracted more than 10% from total returns (see Chart 1).\nEquity sources of total return - year to date"
    },
    "36": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "Navigating Market Icebergs, Potentially Toward Calmer Waters",
        "link": "https://www.blackrock.com/us/individual/insights/navigating-market-icebergs",
        "description": "When an iceberg comes into view, investors must be wary of the danger, but Rick Rieder and team argue that it’s also important to recall that calmer seas may lie beyond.",
        "date": "Mar 3, 2022",
        "by": "Rick Rieder",
        "content": "Over the last two centuries, at least 23 ships are recorded as having been sunk by icebergs, while many more have sustained damage. Most of these accidents occurred before the era of sonar, a time in which a sailor in a ship’s crow’s nest (sometimes two sailors, as in the case of the Titanic) would have to peer through the dark and foggy sky to try and spot the tips of icebergs before it was too late. Misidentifying even a small iceberg tip could be fatal, since 90% of an iceberg’s mass lies unseen beneath the ocean’s surface. Yet, if spotted early enough, ships would quite likely be able to navigate around the iceberg and into safer waters.\nOver the years, while ships have grown larger, so have icebergs. The largest iceberg in the world, at about 80 times the size of Manhattan, broke off the coast of Antarctica just last year. And investors in 2022, encouraged by ever-more-sensationalist headlines, may be forgiven for thinking that the financial equivalent of Iceberg A-76 may be lurking in the markets today, waiting to sink an unsuspecting portfolio. Indeed, market uncertainty has recently grown more intense, particularly through a series of three developments: 1) an extremely strong January employment report, suggesting that higher wages are attracting people back into the labor force, but at the same time keeping the door wide open for policy tightening. Also, 2) inflation that has hit levels that were inconceivable just a few months ago, and 3) the Russia-Ukraine situation, and accompanying geopolitical tensions. While policy has stayed accommodative thus far, 2022 returns are reflecting these developments, including the potential for policy to aggressively change course. Oil and gold are the only major assets in the green this year, echoing the return pattern of 2018, another year in which real economy inflation was accompanied by financial economy deflation.\nInflation as a Market Iceberg\nWith the Federal Reserve (Fed) focused on inflation, and the market focused on the Fed, certain dangers do concern us. Energy prices continue to make new highs, propelled in part by geopolitics, while other commodities may also be well supported by a loosening of policy in China. This could prolong the raw material, cost-push inflation that has made its way into consumption baskets over the last year. At the same time, higher wages, which are usually a welcome development for an economy, look to be more correlated to broad prices than they have been in decades (see Figure 1), threatening a “wage-price spiral” that could keep inflation hotter for longer.\nFigure 1: The correlation between wages and prices is picking up to pre-1980 levels"
    },
    "37": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "Stakeholder capitalism: the sustainability of corporate value",
        "link": "https://www.blackrock.com/us/individual/insights/stakeholder-capitalism-investing",
        "description": "BlackRock’s market experts discuss stakeholder capitalism and sustainable investing insights for capturing long-term success.",
        "date": "Mar 2, 2022",
        "by": "Systematic Investing",
        "content": "As companies pursue long-term success, there’s a growing focus surrounding the relationships that they foster across a range of stakeholders. What does this dynamic mean for the future of investing and indicators of company performance that go beyond traditional financial metrics? BlackRock’s systematic experts discuss how they use sustainable investing and a data-driven approach to identify characteristics that seek to benefit both shareholders and stakeholders in pursuit of investment opportunities.\nAn investment’s environmental, social and governance (“ESG”) strategy limits the types and number of investment opportunities available and, as a result, may underperform other investments that do not have an ESG focus. An investment’s ESG strategy may result in investing in securities or industry sectors that underperform the market as a whole or underperform other investments screened for ESG standards.\n \n\nThe business of business is (more than) business\nFor decades, the topic of capitalism has sparked discussion over what’s at the core of long-term value creation for companies and societies. In an increasingly interconnected world, there’s greater demand to understand how companies foster relationships across employees, customers, and communities alongside asset owners. Larry Fink emphasized the power of this dynamic in his 2022 Letter to CEOs, explaining, “a company must create value for and be valued by its full range of stakeholders in order to deliver long-term value for its shareholders.”¹\nThis evolution in how we think about market economies has sparked interest in sustainable investing as a way to incorporate positive stakeholder impact across businesses. Investor flows and company commitments have followed, with sustainable assets exceeding $4 trillion globally² and firms increasingly acknowledging the importance of social and environmental factors to their business. It’s also elevated our analytical approach as systematic investors – providing new data and powerful insight into which firms are poised to outperform as the economy evolves.\nOver a decade ago, we began exploring the role of sustainability as not just an ethics-based allocation decision, but an additional lens to evaluate investment opportunities and economic behavior. We found that sustainability provides a clearer view of company characteristics that can be used alongside traditional financial metrics. Like all fundamentally sound investment insights, the effectiveness of sustainable analysis as a predictor of investment performance will fluctuate based on the market environment and several other risk factors. However, over the long-term, these insights can help determine a company’s potential shareholder returns and influence on stakeholder groups – solving for what we call the double bottom line"
    },
    "38": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "Three things that will shape retirement in 2022",
        "link": "https://www.blackrock.com/us/individual/insights/retirement/2022-retirement-trends",
        "description": "BlackRock’s Nick Nefouse oversees lifecycle investing solutions across the world. Discover why he thinks retirement is entering a pivotal era along with his view on the top trends shaping retirement in 2022.",
        "date": "Feb 28, 2022",
        "by": "Nick Nefouse, CFA",
        "content": "Sleepy. That’s the rap retirement investing typically gets. With its long investment horizon and stay-the-course mentality, it’s easy to see why. But from my perspective, as someone who oversees lifecycle solutions all around the world, I think we’re entering a pivotal era. Here are three things that I bet will shape retirement in 2022.\n1. Season 3 of “Unprecedented Times”\nPandemic buzzwords continue to prevail in the markets, renewing concerns around volatility and inflation.\nWith inflation, the debate has been: Is it transitory or permanent? While I expect the word “transitory” to become permanent, I don’t know if inflation will be or not. No one does. The fact is, we don’t know what the future will hold. Let’s accept that now and use what we do know.\nLooking at the data helps. Research BlackRock did in 2019 found that wages, especially for younger and lower-income workers, have historically outpaced inflation. Even now, as the Consumer Price Index jumped 7% in December from a year ago,1 the U.S. Department of Labor reports that real earnings in sectors like leisure, hospitality, transportation, warehousing, and retail have all matched or exceeded inflation.2 Our research also shows that most asset classes overcome inflation shocks, given a sufficiently long investment horizon. Translation: Younger retirement investors, who have decades of earnings ahead and are primarily invested in growth assets through a target date fund, shouldn’t be as concerned.\nThe importance of inflation-hedging assets really comes into play for retirees and investors approaching retirement. They no longer have wages to off-set their spending needs and rely, instead, on what they’ve saved. Meanwhile, their biggest expenses (i.e. healthcare, which accounts for 13% of elderly households’ total expenditures vs. 8% of the general population’s) have been hardest hit by inflation. Since 1982, medical care inflation has risen more than 1.5X the inflation for most other goods and services.3 This is, in part, why we maintain higher equity allocations, versus our peers, into retirement.\nThese dynamics are central to how we’ve structured our target date funds at BlackRock, and we’ll see this approach in action over the course of the year – especially as anticipation of market volatility and rising rates loom.\n2. All eyes on retirement income\nThe need for lifetime income in retirement is felt around the world, with increasing intensity, and it’s something our industry needs to get right.\nConsider the latest longevity figures in the U.S., for instance: As of 2018, the average 65-year-old American could expect to live to 85.4 And, as lifespans increase, so does the average length of retirement. Further complicating matters, for 50% of couples, one spouse (women, especially) will outlive the other by 10 years or more.5 People’s fear of outliving their retirement savings is real, and the stakes are getting higher.\nGuaranteed forms of income are designed to mitigate this risk, and new solutions are being designed to supplement the existing toolkit investors have at their disposal. True, defined benefit plans, or pensions, are facing generational decline. As of 2020, just 39% of Boomers still had access to pension income, with the numbers dwindling from there for future generations.6 But, Social Security remains intact and, when combined with low-cost retirement income solutions and other tech-enabled tools, can provide retirees with greater peace of mind that they won’t outlive their savings.\nLast year, we announced our new LifePath Paycheck solution, which is designed to address this issue. Already, we’ve seen strong interest from plan sponsors on this front, and we expect to see an acceleration in employer engagement in the years to come.\nLifePath target date strategies are invested mainly in U.S. and global stocks early on, shifting to more conservative investments, such as bonds, as investors get closer to retirement. The target date is the approximate date when investors plan to start withdrawing their money.\n3. Regulation on the regular\nRegulation and retirement – it’s not just good alliteration. They often go hand-in-hand. As we look across the globe, a few consistent priorities stand out.\nAccess is a big one. In the U.S. only about half of private sector workers have access to a workplace retirement plan.7 Yet, we know that when people do have access, they’re 15 times more likely to save.8 Make that savings automatic, and that likelihood shoots up to 20 times.\n2021 ushered in a few different proposals in the U.S. that would expand access to retirement savings vehicles. We view this as complementary to measures in the SECURE Act of 2019, and we expect similar provisions to reemerge as Congress evaluates SECURE 2.0, potentially later this year. Similar activity is taking root across the pond. Proposals from think tanks in the U.K. focus on expanding provisions for auto-enrollment – again, with the aim of encouraging people to save more, earlier in their careers.\nAcross the board, I hope there’s more action taken to reduce the burden for smaller employers to establish plans and enhance ERISA protections for all plans. Taking it a step further, I hope to see these efforts re-applied to the emergency savings space. I’m a huge believer in needing to expand people’s short-term savings, and the public sector could play a significant role in advancing new solutions (like side-car accounts, for instance).\nSustainable investing is another hot topic. While ESG-optimized retirement solutions are gaining traction in Europe and the U.K., interest from U.S.-based companies has been more muted, due in large part to pending regulatory clarity.\nThe DOL is expected to release a final rule this Spring or Summer providing clearer guidance for plan sponsors looking to integrate sustainable investing strategies into defined contribution plan design. Having been on the forefront of the sustainable transition in other countries, we’re excited to bring this experience to bear in the U.S., as well. In 2020, we launched LifePath ESG mutual funds, the industry’s first index-based target date offering.\nRetirement’s not so sleepy after all, now is it? Lots of moving parts here, so let me leave you with three things you can do this year:\n\nWhen it comes to inflation and volatility, employers and individuals alike should consider the investment philosophy behind the vehicles they’ve chosen. As we’ve seen, not all target date funds are created equal.\nIt’s time to leave the idea of “nest eggs” in the past. What we really care about is retirement income – how you’re going to generate it and how much it will be. Employers can consider adding low-cost investment solutions at the company plan level, and individuals can make us use of tools (like this one) that are designed to help answer these questions.\nKeep an eye on retirement news coming out of the public sector. From access and emergency savings to ESG, I expect 2022 could turn out to be a watershed year."
    },
    "39": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "Cash: The last hedge standing",
        "link": "https://www.blackrock.com/us/individual/insights/the-last-hedge-standing",
        "description": "Portfolio Manager and Managing Director, Russ Koesterich examines why investors should look to the most boring and basic of equity hedges: cash.",
        "date": "Feb 22, 2022",
        "by": "Russ Koesterich, CFA, JD",
        "content": "Portfolio Manager and Managing Director, Russ Koesterich examines why investors should look to the most boring and basic of equity hedges: cash.\nOutside of commodities and energy stocks, most asset classes this year have posted negative returns. This change of fortune marks a big shift after years of mostly double-digit gains. Unfortunately, investors are challenged by more than just poor returns; finding ways to manage risk has also become more difficult. Given a scarcity of alternatives, investors should consider a higher allocation to the most basic of hedges: cash.\nDuring the past year I have discussed a new challenge for multi-asset investors. As investor angst has shifted from the pandemic and weak growth to inflation, the relationship between stocks and bonds has shifted in meaningful ways. Stock/bond correlations have become significantly less negative, making bonds a less reliable hedge (see Chart 1). This dynamic has been on display in recent months. As inflation has surged to multi-decade highs, rather than mitigate risk, the bond market has shown weakness that coincides with stock market volatility.\nCorrelation of bond and equity returns"
    },
    "40": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "The metaverse: Investing in the future now",
        "link": "https://www.blackrock.com/us/individual/insights/metaverse-investing-in-the-future",
        "description": "Tech stocks have had a rough start to the year, but stock picker Reid Menge is undeterred: Innovation is thriving, allowing investment in the future now.",
        "date": "Feb 14, 2022",
        "by": "Reid Menge",
        "content": "The metaverse might sound futuristic, but the investment opportunities are here and now, according to Reid Menge, Co-Portfolio Manager of the BlackRock Technology Opportunities Fund. He discusses avenues to enter this next great digital frontier and its rich investment potential."
    },
    "41": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "Insight and action items for volatile stock markets",
        "link": "https://www.blackrock.com/us/individual/insights/insight-for-volatile-stock-markets",
        "description": "Market volatility need not derail your investment plan. Equity pro Tony DeSpirito offers 3 market insights along with 3 portfolio action items to consider.",
        "date": "Feb 8, 2022",
        "by": "Tony DeSpirito",
        "content": "Market volatility is a given, but that doesn’t make its inevitable appearance any less stressful. Active equity investor Tony DeSpirito offers market insight and portfolio action items to consider amid the most recent bout.\nThe more markets move up and down, the harder it can be to hold firm in your investment strategy. But there are good reasons to do just that. Below are three thoughts on recent volatility, along with three action items for investor portfolios.\nMarket insight amid volatility\n1. Corrections are common\nThey can even be healthy, restoring a level of value (and opportunity) to frothy markets. The S&amp;P 500 in January skirted an official correction (defined as a drawdown of 10%) but recorded its worst month since the start of the COVID-19 pandemic in March 2020. Our research finds that drawdowns of 5% or more are not uncommon: Since 2000, we’ve had 15, with nine of them greater than the January 2022 episode. BlackRock Fundamental Equities investors are culling through their wish lists of favored stocks to identify opportunities to add to those they believe have been unduly punished.\n2. Fundamentals are strong\nThe volatility of late has little to nothing to do with underlying stock market fundamentals, in our view. Individual and corporate finances are in solid shape, as we discuss in our recent market outlook. Fourth-quarter earnings are coming in strong. Through January, 78% of the 172 S&amp;P 500 firms reporting had delivered a positive earnings-per-share surprise. Recent market angst is all about rates and inflation. This suggests volatility is likely to persist as the Fed takes the necessary steps to pull back the “easy money” policies put in place early in the pandemic. But strong market underpinnings mean a solid foundation to fall back on once the dust settles.\n3. Stocks look even better now versus bonds\nThe equity risk premium (ERP), which calculates the relative risk/reward in stocks versus bonds, has been attractive for the better part of the past two decades as bond yields hovered around historic lows. In the recent market decline, the equity earnings yield rose more than the 10-year Treasury yield, enhancing the equation. (See chart below.) By our calculations, the 10-year Treasury yield would have to rise to slightly over 3% before stocks lose their luster versus bonds. In a low-rate, high-inflation environment where real (after-inflation) yields on government bonds are negative, equities still shine.\nStocks still earning an edge S&amp;P 500 earnings yield vs. 10-year U.S. Treasury yield, 2000-2022"
    },
    "42": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "Not dead yet: The case for stocks, while lowering risk",
        "link": "https://www.blackrock.com/us/individual/insights/equitymarkets",
        "description": "Portfolio Manager and Managing Director, Russ Koesterich discusses the recent volatility and how the bull market foundation is still intact.",
        "date": "Feb 7, 2022",
        "by": "Russ Koesterich, CFA, JD",
        "content": "Portfolio Manager and Managing Director, Russ Koesterich discusses the recent volatility and how the bull market foundation is still intact.\nBy Russ Koesterich, CFA, JD\nUnless you happen to be long a portfolio of energy stocks, you are likely keenly aware that markets have gotten off to the worst start to the year since the financial crisis. Investors have also had to navigate the most violent style rotation in years. Losses in growth have not been limited to tech; even established, profitable mega cap names are down 15% or more.\nWhile the sell-off began with a spike in nominal and real rates, investor crowding and concerns over Ukraine have exacerbated the selling. All of this raises the question: Is recent volatility simply a typical correction or the start of a new bear market? My baseline is a correction, with stocks ending the year higher. That said, 2022 is likely to be year of modest returns and higher volatility -- both of which suggest lowering risk.\nBull market foundation still intact\nAt a high level the bull case for stocks rests on a few simple facts: nominal GDP (NGDP) should remain above trend, the Federal Reserve is removing excess liquidity but financial conditions are not tight, and valuations have already moderated.\nStarting with the real economy, growth is slowing but is likely to remain well above trend. Combining real growth with inflation, NGDP should top 7%. This is important as earnings and revenue track NGDP. Nominal GDP of around 7% suggests earnings growth in the 15-20% range.\nThe pushback on the bull case is that while earnings may continue to grow, stocks are expensive, and multiples will contract as financial conditions tighten. While tight financial conditions would arguably lead to lower multiples it’s important to note that on an absolute basis financial conditions are not tight, and multiples have already compressed.\nThinking about financial condition as both the cost and availability of money, credit spreads remain narrow, suggesting availability, and real or inflation-adjusted interest rates are decidedly negative, indicating money remains cheap. Real rates should continue to normalize but at -60 basis points, real 10-year yields remain well below the post-GFC average of approximately 40 bps. In short, the Fed is looking to remove excess accommodation and tame inflation, not crush the economy.\nOn the valuation side, multiples have been repricing for more than a year (see Chart 1). This doesn’t mean that stocks are cheap, but they are more reasonable than at the recent peak.  While multiples are unlikely to expand as the Fed tightens, they should prove more resilient in the United States as the market is dominated by exceptionally profitable companies that demand some premium.\nEquity sources of total return - last 12 months"
    },
    "43": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "Managing the net-zero transition",
        "link": "https://www.blackrock.com/us/individual/insights/blackrock-investment-institute/net-zero-transition",
        "description": "The question is no longer whether the net-zero transition will happen, but how - and what that means for countries and companies alike. Read our latest research.",
        "date": "Feb 3, 2022",
        "by": "BlackRock Investment Institute",
        "content": "Planning for decarbonization\nPlanning for long-term decarbonization is challenging, especially at a time of convulsions in the energy sector. Booming demand in the powerful restart of economic activity and snarled supply have driven up prices of fossil fuels and their producers. This is happening even as companies, financial institutions, and governments seek to redouble their efforts to accelerate decarbonization to mitigate climate risk. For investors, the resulting picture can be confusing.\nIndeed, the path ahead is deeply uncertain and uneven, with different parts of the economy moving at different speeds. The transition will rewire economies, fundamentally reallocating resources. This process will bring value creation — and destruction. Spurred by government, consumer and investor actions, many companies have already started to transform their business models.\nA gradual and orderly transition will help mitigate pressure points that could disrupt economic activity and drive up inflation, in our view. This will allow time to make the necessary investments, phase out carbon-intensive activities, redeploy workers, and develop new technologies to power the net-zero economy.\nWhat will it take to transition?"
    },
    "44": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "In 2022, Approach Markets with Patience and Perspective",
        "link": "https://www.blackrock.com/us/individual/insights/approach-markets-with-perspective",
        "description": "Rick Rieder and team chart out the road ahead for markets in 2022, taking account of the roadblocks and detours we may face this year.",
        "date": "Feb 1, 2022",
        "by": "Rick Rieder",
        "content": "Nearly four years ago, we wrote a market commentary titled “A New Waze of Investing” in which we highlighted the incredible technological innovations that were changing our everyday lives and our perspectives on long-term investing. Following along with those technologies has been a great benefit over the years in all aspects of life. Still, have you ever taken one of those back-road “short-cuts” to get around a car wreck on the highway ahead, and the next thing you know, by trying to save ten minutes on your hours-long journey, you’re now lost on a dirt road with no cellular service? Suffice it to say, we’ve been there. It’s in those moments that you realize the value of having perspective on your ultimate goal, as well as the value of having patience along the journey.\nWe see a parallel for markets today, where thousands of drivers enter the market’s thoroughfares every day, each with their own destination, navigating at various speeds, often causing chaos, and the occasional wreck along the way. At any moment, the action is hard to explain, and it can be maddening at times. Are people really slowing to a halt because there’s an accident on the other side of the highway?!?! Keeping focus on your destination and on the structural forces that lay the path for you to get there is key. Distractions from the perpetual news alerts pinging your phone can, on the other hand, leave you calling for help. So, what are the forces carving out the clearest paths for 2022? That is the subject at hand.\nNominal GDP growth will still be solid this year\nFirst, nominal GDP growth is likely to be solid this year, albeit not at 2021’s historic levels. The real economy is being driven by powerful consumer demand, catalyzed by a booming labor market with personal incomes growing 10% year-over-year. Generationally high wage gains will support consumption growth, especially in 2021’s supply-constrained sectors, like autos and housing. In addition, inventories still need to be rebuilt, a significant tailwind for overall production. At the same time, corporations’ intentions for capital expenditures (capex) and research and development (R&amp;D) have accelerated, especially for investments in productivity-enhancing technologies. Thus, the backdrop for earnings growth is still impressive. That said, we would also caution that there are some near-term pressures weighing on growth, as both the Omicron Covid variant has kept consumer behavior from normalizing as rapidly as many expected and lack of product availability has been a headwind too.\nFigure 1: Base effects and some easing of supply chain issues moderate inflation by year end"
    },
    "45": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "Investing in energy transition: green vs. brown economies",
        "link": "https://www.blackrock.com/us/individual/insights/energy-transition-investing",
        "description": "BlackRock’s market experts reveal why investing in energy transition is more complex than only investing in green companies.",
        "date": "Jan 25, 2022",
        "by": "Systematic Investing",
        "content": "Energy sector leaders quickly shifted from the “green” economy in 2020 to the “brown” economy in 2021. The economic restart has brought supply imbalances and reflationary forces causing prices to surge across traditional energy assets. What might these fluctuations mean for energy opportunities and the transition toward a lower carbon economy? BlackRock’s systematic experts discuss their approach to evaluating sustainability within the energy sector and uncovering innovators leading the way.\nCapital at risk. For funds with an investment objective that include the integration of ESG criteria, there may be corporate actions or other situations that may cause the fund or index to passively hold securities that may not comply with ESG criteria. Please refer to the fund’s prospectus for more information. Stock values fluctuate in price so the value of your investment can go down depending on market conditions.\n \n\nThe non-linear energy transition\nA shift toward a lower carbon economy has captured investors’ attention, as sustainable investing evolves from an ethics-based discussion to an unmistakable investment opportunity. An effort to capitalize on the economic transition has led many investors to allocate away from energy companies reliant on fossil fuels in favor of their clean energy counterparts. Yet markets trended in the opposite direction last year, with energy outperforming every sector in the S&amp;P 500 on the back of rising oil and gas prices.1 This persistent divergence has shown there may be more to capturing energy leaders than exclusion and avoidance. The question of “what’s next?” for the energy sector revolves around a central theme: the path towards a lower carbon economy isn’t linear and may call for a more nuanced approach.\nA tale of two economies: “green” vs. “brown”\n2020 was marked by flows into ESG assets, rising company commitments to lower emissions, an administration focused on climate initiatives – all clear signposts of a “greener” economy taking shape. This narrative played out throughout the year, convincing many investors that the “brown” economy was dead and gone (until suddenly it wasn’t). \nIn 2021, the economic restart brought price pressures from supply constraints and reflationary forces, adding complexity to the economic transition underway. Traditional energy mounted a comeback as increased demand drove oil prices to multi-year highs and renewables lacked the bandwidth to fulfill surges in demand.\nCarbon neutral, not carbon zero\nThese developments have made it challenging for investors to prioritize ESG-centric energy investing, while capturing the price movement across the broader sector. In our view, investors leaning exclusively into clean energy are making a concentrated bet and potentially missing the gray area of a transition from “brown” to “green” economies.\nOur approach to navigating the energy sector starts with understanding that carbon neutral doesn’t mean carbon zero. In 2050, it is almost certain that energy companies will exist, but they’ll function differently than they do today. The key is finding ways to identify innovative companies who will continue to evolve and lead in the transition to a lower carbon future.\nDrilling down to the data\nTaking a holistic, data-driven approach to ESG analysis, we look through “green” and “brown” categorizations in search of tangible indicators of business success. Based on our research, one of the most effective signals for energy transition is looking at green patent filings. Trends in patent applications help us grasp patterns of innovation, technologies impacting other business functions, and job growth. The chart below shows how we can pinpoint areas of potential innovation and progress through evolving trends in green patent applications across energy sub-industries.\nGreen patent filings across the energy sectorRolling 12-month median of aggregate monthly green patent filings by sub-industry"
    },
    "46": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "The middle ground between growth and value",
        "link": "https://www.blackrock.com/us/individual/insights/quality",
        "description": "Blackrock Managing Director and Portfolio Manager, Russ Koesterich suggests rather than timing swings between growth and value, aim for the middle.",
        "date": "Jan 25, 2022",
        "by": "Russ Koesterich, CFA, JD",
        "content": "Blackrock Managing Director and Portfolio Manager, Russ Koesterich suggests rather than timing swings between growth and value, aim for the middle.\nBy Russ Koesterich, CFA, JD"
    },
    "47": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "Choosing stocks in a choosier market",
        "link": "https://www.blackrock.com/us/individual/insights/choosing-stocks",
        "description": "Without the catalysts that shot stock indices upward in 2021, investors will need to be choosier in 2022. Tony DeSpirito looks in some less obvious places.",
        "date": "Jan 25, 2022",
        "by": "Tony DeSpirito",
        "content": "Without the catalysts of a restarting economy and historic earnings surprise, investors may need to dig deeper to unearth winning stocks in 2022. Tony DeSpirito, CIO of U.S. Fundamental Equities, looks across four favored sectors for “hidden” opportunities."
    },
    "48": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "What a rocky first week spells for markets in 2022",
        "link": "https://www.blackrock.com/us/individual/insights/income-outlook-2022",
        "description": "Markets got off to a rocky start in 2022. Portfolio manager Michael Fredericks considers what this might mean for investors seeking income as the year progresses.",
        "date": "Jan 19, 2022",
        "by": "Michael Fredericks",
        "content": "Investors returning to their desks after peaceful holiday breaks were probably jolted at their desks by the rout in both stock and bond markets.\nFederal Reserve officials signaled an even faster timeline for interest-rate hikes, causing the 10-Year Treasury yield to bolt higher and equities--particularly techy, more speculative names--to get battered.\nFor investors, 2022 may at first glance look murky. Powerful forces that pushed equities to all-time highs now seem to be on the cusp of fading. For older generations (or faux hipsters in the current one), this may recall the jarring sound a record player makes when the needle abruptly stops on a favorite track.   \nSo, what should income investors do in this world that’s poised to undergo a regime shift? They need to develop a complicated relationship with the quality of their assets. Basically, in stock markets, embrace quality. In bonds, be more willing to ditch it, selectively.\nWe also believe that we are likely entering a period when no single trade or asset will dominate, which means that investors can benefit from spreading their chips across different markets. Will 2022 see a fourth straight year of double-digit returns in global equities? Perhaps. But will a handful of tech titans account for a third of the gains of the S&amp;P 500 Index again? I’m very doubtful.\nJust in January, we’ve witnessed the fragility of having such a narrow focus on growth. In the first week of 2022, about 40% of stocks trading on the Nasdaq were down 50% or more from their one-year highs.¹ And the Fed’s actions in 2022 may further dent the appetite for high-valuation, speculative companies. \nThis is why our team is seeking to invest in areas of the equity market that have been left behind. In fact, a bout of volatility may be an opportunity to scoop up dividend stocks that have consistently demonstrated wider profit margins and reliable revenue streams—features that can also help them overcome inflation pressures.\nWhen it comes to the bond market, our portfolios have minimal exposure to government fixed-income and investment-grade credit. The picture for high yield is a little trickier. As we get later in the economic cycle, the extra compensation bond investors are getting for going down in quality is increasingly thin. Our team has been focused on selecting the high-yield bonds of companies that we believe will prove resilient during the next economic crisis or recession.\nWe’ve also been incrementally adding to loans over bonds, demonstrating our preference for being higher up in the capital structure for the same company. Bank loans may also offer resilience against rising interest rates as their coupon payments adjust relative to short-term rates.\nAll in all, it seems to me as a fresh year kicks off, that investor conviction is low. As mentioned, it’s likely tied to expectations for higher rates and less liquidity this year. Many investors believe the prolonged period of ultra-easy global monetary policies that’s been with us could be winding up.\nThe downbeat mood in markets is also probably tied to being tired of trying to forecast the path of the ongoing pandemic. Against this backdrop, my team believes that the first line of defense in 2022 will be discipline and selectivity. It doesn’t have to be the end of your favorite song. We just need to reset the vinyl for the next track."
    },
    "49": {
        "company": "BlackRock",
        "topic": "Insight",
        "title": "Navigating the new world of inflation",
        "link": "https://www.blackrock.com/us/individual/insights/inflation",
        "description": "For the first time in decades, investors need to focus on the impact of higher inflation. Russ Koesterich, CFA, JD, Portfolio Manager discusses how.",
        "date": "Jan 10, 2022",
        "by": "Russ Koesterich, CFA, JD",
        "content": "For the first time in decades, investors need to focus on the impact of higher inflation. Portfolio Manager, Russ Koesterich, CFA, JD discusses how.\nBy Russ Koesterich, CFA, JD\nA generation of investors have never had to seriously worry about inflation. For more than two decades asset allocation and risk mitigation exercises have been more about protecting against too little growth, much less so about too much inflation.\nToday, potential market headwinds are of a different sort. Rising prices of goods and services and their impact on both interest rates and profit margins have become the larger concern. The good news is that rising inflation does not necessarily mean the end of the bull market. However, the shift in the macro backdrop does necessitate a shift in security selection. Investors now need to ensure enough exposure to those stocks likely to benefit from accelerating inflation.\nMacro unhinged\nThe abrupt and broad spike in prices has taken inflation to multi-decade highs, with core inflation in the U.S. rising at the fastest pace in 30 years and headline inflation near a forty-year high.\nNot only is inflation higher, but it is also more volatile. During the “Great Moderation” of the last several decades, both growth and inflation remained low but stable. In the post-GFC period the standard deviation of monthly inflation readings was 0.07%, less than half the long-term average. Today, inflation volatility is at a multi-decade high and almost certain to continue to climb (see Chart 1).\nChart 1 U.S. Monthly Inflation Volatility 1957 to Present"
    }
}